Repository: pizzaandcoffee/Geekbot.net
Catalog: src/Bot/Localization/Role.*.resx
Languages: de_ch

# NoRolesConfigured
source: There are no roles configured for this server
de_ch: Es sind kei rolle für dä server konfiguriert

# ListHeader
source: **Self Service Roles on {0}**
de_ch: **Self Service Rollene uf {0}**

# ListInstruction
source: To get a role, use `!role [name]`
de_ch: Zum ä rolle becho, schriib `!role [name]`

# RoleNotFound
source: That role doesn't exist or is not on the whitelist
de_ch: Die rolle gids nid or isch nid uf dr whitelist

# RemovedUserFromRole
source: Removed you from {0}
de_ch: Han di entfernt vo {0}

# AddedUserFromRole
source: Added you to {0}
de_ch: Han di hinzue gfüegt zu {0}

# CannotAddManagedRole
source: You can't add a role that is managed by discord
de_ch: Du chasch kei rolle hinzuefüge wo verwalted wird vo discord

# CannotAddDangerousRole
source: You cannot add that role to self service because it contains one or more dangerous permissions
de_ch: Du chasch die rolle nid hinzuefüge will er ein oder mehreri gföhrlichi berechtigunge het

# AddedRoleToWhitelist
source: Added {0} to the whitelist
de_ch: {0} isch zur whitelist hinzuegfüegt

# RemovedRoleFromWhitelist
source: Removed {0} from the whitelist
de_ch: {0} isch vo dr whitelist glöscht
